[
    {
        "id": 1,
        "cover": "https://i.ibb.co/XzhZvrc/rectangle-3.png",
        "title": "Introduction to C Programming",
        "description": "Introduction to C Programming is a foundational course that covers the essentials of the C programming language. Learn the basics of coding, data structures, and algorithms while gaining hands-on experience in developing software applications using C.",
        "price": 15000,
        "time_hour": 3
      },

      {
        "id": 2,
        "cover": "https://i.ibb.co/Xxn6Ync/rectangle-4.png",
        "title": "Introduction to Algorithms",
        "description": "Introduction to Algorithms is an in-depth course exploring fundamental algorithmic concepts. Delve into problem-solving techniques, algorithm design, and analysis, equipping yourself with the tools to tackle complex computational challenges efficiently.",
        "price": 25000,
        "time_hour": 2
      },

      {
        "id": 3,
        "cover": "https://i.ibb.co/yybSK7c/rectangle-5.png",
        "title": "Introduction to C++ for DSA",
        "description": "Introduction to C++ for DSA is a comprehensive course that combines C++ programming with data structures and algorithms. Master the language and problem-solving skills necessary to tackle complex computational tasks and optimize software performance.",
        "price": 10000,
        "time_hour": 2
      },

      {
        "id": 4,
        "cover": "https://i.ibb.co/bdxJ4D2/rectangle-8.png",
        "title": "Basic Data Structures",
        "description": "Basic Data Structures is an introductory course covering fundamental data structures such as arrays, linked lists, stacks, and queues. Explore how to store and manipulate data efficiently, a crucial skill for software development and problem-solving.",
        "price": 35000,
        "time_hour": 3
      },

      {
        "id": 5,
        "cover": "https://i.ibb.co/5n1zjdM/rectangle-1.png",
        "title": "Introduction to OOP Python",
        "description": "Introduction to OOP Python teaches the principles of object-oriented programming using Python. Explore classes, objects, inheritance, and encapsulation, empowering you to design and build modular, reusable, and efficient Python applications.",
        "price": 19000,
        "time_hour": 2
      },

      {
        "id": 6,
        "cover": "https://i.ibb.co/zndsDT1/rectangle-7.png",
        "title": "Software Engineering",
        "description": "Software Engineering is a discipline that focuses on the systematic development and maintenance of software. Learn to design, create, test, and manage software projects, applying best practices to ensure reliability, scalability, and efficiency.",
        "price": 23000,
        "time_hour": 4
      },

      {
        "id": 7,
        "cover": "https://i.ibb.co/VgcfQ2Y/rectangle-9.png",
        "title": "AWS, Cloud Computing",
        "description": "AWS, Amazon Web Services, is a leading cloud computing platform. Explore cloud computing concepts and AWS services, enabling you to deploy, manage, and scale applications and infrastructure in the cloud securely and efficiently.",
        "price": 35000,
        "time_hour": 5
      },

      {
        "id": 8,
        "cover": "https://i.ibb.co/BLxFmzL/rectangle-2.png",
        "title": "Database (MySQL)",
        "description": "MySQL is a popular open-source relational database management system. Learn to design, query, and manage databases, ensuring efficient data storage and retrieval, making it a vital skill for web development and data-driven applications.",
        "price": 19000,
        "time_hour": 4
      },

      {
        "id": 9,
        "cover": "https://i.ibb.co/b5sNP0P/rectangle-6.png",
        "title": "Problem-Solving Part",
        "description": "Problem-Solving is a critical skill in various fields. Develop the ability to analyze complex issues, break them down into manageable components, and devise effective solutions. Enhance your problem-solving prowess, a cornerstone of success in many domains.",
        "price": 23000,
        "time_hour": 3
      }
        
]